{
  "name": "Top Choice Movers",
  "motto": "Reliable, hassle-free delivery services, handled with care and delivered on time",
  "mottoShort": "Moving your life, one box at a time",
  "operatingSchedule": {
    "daysOfWeek": "Monday - Saturday",
    "hours": "7am - 9pm"
  },
  "contact": {
    "phoneNumber": {
      "primary": 3212729533
    },
    "email": {
      "primary": "topchoicemoversinc@gmail.com"
    },
    "address": {
      "fullAddress": "6180 Babcock St SE, Palm Bay, FL, 32909",
      "street": "6180 Babcock St SE",
      "city": "Palm Bay",
      "state": "FL",
      "zipCode": 32909,
      "googleMapsLink": "https://goo.gl/maps/PXfJbeyJ9PFFr4Ty8"
    }
  },
  "social": {
    "links": {
      "facebook": "https://www.facebook.com/TopChoiceMoversInc/"
    }
  },
  "services": [
    {
      "name": "Commercial Moving",
      "summary": "Top Choice Movers' Commercial Moving service takes the stress out of moving your business. Our team of professionals handles everything from packing and organizing to transportation and reassembly, ensuring a seamless transition. With our commitment to customer satisfaction, you can trust us to minimize downtime and provide you with a hassle-free experience.",
      "description": "At Top Choice Movers, we know how demanding it can be to run a business. That's why we're dedicated to making your commercial move as seamless and stress-free as possible. We provide efficient and professional office moving and commercial moving services, whether you're moving locally or between offices.\nFrom packing and organizing to loading, transporting, and unloading your office furniture and equipment, we take care of it all. Simply give us a call or request a free quote, and we'll arrange for a complimentary in-office estimate.\nOnce you accept our proposal, we'll handle the heavy lifting so you can focus on managing your business. Let us take the hassle out of your next move and get you to your new location with ease.",
      "route": "commercial-moving",
      "image": {
        "imgSrc": "",
        "imgAlt": ""
      }
    },
    {
      "name": "Residential Moving",
      "summary": "At Top Choice Movers, we understand that moving can be overwhelming, which is why we offer our expertise to make your residential move as smooth as possible. Our team of professionals handles everything from packing and loading to transportation and unloading, leaving you with a stress-free experience. Trust us to make your move a success.",
      "description": "Moving can be a stressful and overwhelming experience. At Top Choice Movers, we're here to make your residential move as smooth and easy as possible. We provide professional moving services for local and long-distance moves, ensuring your belongings are carefully packed, transported, and unloaded with care.\nOur team is experienced in handling all types of household items, from furniture and appliances to delicate items and artwork.We also offer packing and unpacking services, so you can focus on settling into your new home.\nTo get started, simply give us a call or request a free quote, and we'll schedule a complimentary in-home estimate. Once you accept our proposal, we'll take care of the rest, making sure your move is stress-free and enjoyable. Trust us to get you to your new home with ease.",
      "route": "residential-moving",
      "image": {
        "imgSrc": "",
        "imgAlt": ""
      }
    },
    {
      "name": "Long Distance Moving",
      "summary": "If you're planning a long distance move within Florida, look no further than Top Choice Movers. Our team of experienced movers will ensure a smooth and efficient move, taking care of all the details from start to finish. With our commitment to customer satisfaction, you can trust us to make your long distance move stress-free and hassle-free.",
      "description": "Top Choice Movers' Long Distance moving service is perfect for anyone looking to relocate within the state of Florida. We understand that moving can be a stressful and overwhelming experience, especially when it involves long distances. That's why we're dedicated to providing a smooth and efficient moving experience that meets all your needs.\nOur Long Distance service within Florida includes packing, loading, transporting, unloading, and unpacking of your belongings, ensuring that your items are safely and securely transported to your new location. We also provide insurance options to give you peace of mind during the move. Our team of expert movers will work closely with you to create a customized moving plan that fits your unique needs and budget.\nAt Top Choice Movers, we prioritize your satisfaction and strive to exceed your expectations. If you're moving within Florida, our Long Distance service will ensure that your move is stress-free and seamless. Contact us today to schedule a consultation and receive a free quote.",
      "route": "residential-moving",
      "image": {
        "imgSrc": "",
        "imgAlt": ""
      }
    },
    {
      "name": "Haul Aways",
      "summary": "Top Choice Movers' Haul Away service is the perfect solution for those looking to declutter their space. Our team of experts will handle the pickup and disposal of various items in an environmentally friendly manner, leaving you with a clutter-free space. With our stress-free and hassle-free service, you can sit back and relax while we take care of everything.",
      "description": "Top Choice Movers' Haul Away service is designed to help you get rid of unwanted items quickly and easily. Whether you're cleaning out your garage, remodeling your home, or just decluttering, our team of expert movers can help haul away all your unwanted items.\nOur Haul Away service includes the removal of various items such as furniture, appliances, electronics, and more. We ensure that all items are disposed of properly and in an environmentally friendly manner.\nAt Top Choice Movers, we are committed to providing you with a stress-free and hassle-free experience. Our team of professionals will work with you to schedule a convenient pickup time that fits your schedule. We'll also provide you with a clear and upfront pricing structure, so you know exactly what to expect.\nWhen you choose Top Choice Movers' Haul Away service, you can rest assured that you're choosing a reliable and trustworthy company that will get the job done right. Contact us today to schedule a pickup and say goodbye to all your unwanted items.",
      "route": "haul-away-moving",
      "image": {
        "imgSrc": "",
        "imgAlt": ""
      }
    }
  ],
  "serving": [
    "Viera, FL",
    "Suntree, FL",
    "Satellite Beach, FL",
    "Cocoa, FL",
    "Titusville, FL",
    "Rockledge, FL",
    "Melbourne, FL",
    "West Melbourne, FL",
    "Palm Bay, FL",
    "Indialantic, FL"
  ]
}
