{
  "name": "A Better Companion Dog Training",
  "motto": "Any Age | Any Breed",
  "mottoShort": "Any Age | Any Breed",
  "operatingSchedule": {
    "daysOfWeek": "Monday - Friday",
    "hours": "9am - 5pm"
  },
  "contact": {
    "phoneNumber": {
      "primary": 4075794795
    },
    "email": {
      "primary": "abcdogtraining@outlook.com"
    },
    "address": {
      "fullAddress": "1612 Pine Ave, Mount Dora, FL, 32909",
      "street": "1612 Pine Ave",
      "city": "Mount Dora",
      "state": "FL",
      "zipCode": 32757
    }
  },
  "social": {
    "links": {
      "facebook": "https://www.facebook.com/profile.php?id=100050508015867",
      "instagram": "https://www.instagram.com/abcdogtraining7/?hl=en",
      "youtube": "https://www.youtube.com/channel/UC1qygyq2bXmmJg_iUZG36KQ"
    }
  },
  "services": [
    {
      "name": "Basic Obedience",
      "summaryShort": "Private lessons where dogs are trained to behave appropriately in public spaces and at home.",
      "summary": "Your dog will receive 6 private lessons, each lasting about an hour. You will learn how to teach your dog to walk calmly on a loose leash, sit and stay, and come when called. Additionally, the Place command will be taught, which is where your dog goes to a designated spot and stays there until released. The program also includes working on any unwanted behaviors such as barking, chewing, and jumping up.",
      "description": "My Basic Obedience program includes 6 private lessons. Each lesson is roughly 1 hour long.\\n\\nIn this program, I will teach your dog how to walk calmly beside you on a loose leash (“Heel”). Regardless of where you are or what is going on, your dog is expected to walk beside you without pulling, lagging behind, or wandering from your left to right side.\\n\\nI will also teach your dog how to Sit and Stay. This command is used anytime you stop. As soon as you come to a stop when heeling your dog, he will be put into the Sit position where he/she must Stay until released or given another command. Because we are going to do this every time we stop, it will eventually become an automatic command. That is, your dog will Sit without being told when you stop walking.\\n\\nIf your dog is sitting, he cannot jump up on someone in front of you or run across the street. We will also teach your dog to Sit and Stay before going in or out of the house. By doing this, your dog will learn not to crash the door and jump on your guests or run away. The Sit/Stay command is used for when you only need a short period of control over your dog (i.e. greeting guests, feeding time, entering/exiting the home, Etc.). It is uncomfortable for the dog so when we need him to Stay longer we will put him in the Down command.\\Laying Down is much more comfortable for your dog so we will work that up to about 20-30 minutes. This command is useful for when you are at the Vet’s office, the groomer, or talking to a neighbor. Your dog will also learn to Come when called. This is by far the most important command to teach your dog. The other commands are useful, but teaching your dog to Come when he is called, can save his life.\\n\\nYour dog will be taught that when you call him, he should Come to you and then Sit and Stay until you either release him or give him another command. While the Come command is the most important, the Place command is the most practical. This is the one I use the most with my own dog and the one my clients love the most.\\n\\nThe Place command is where your dog is taught to go to a designated place (usually a dog bed) on command and stay there until released. This command is used whenever you are having dinner, changing the baby, you have guests over, you’re watching a movie, Etc. Because your dog has the freedom to chew on a toy and move around in his Place, we can expect him to stay there for much longer than when he is in the Down command. Most of my clients work this up to 2 hours or more.\\n\\nAnother good thing about the Place command is that it is portable. You just simply move the bed into another room, out by the pool, or wherever you need it. You can even use it in the car or take it with you on vacation.\\n\\nAs part of the program, we will usually conduct one of the lessons at a pet store or a park so you can learn how to handle your dog away from home. Also as part of the program, we will modify any unwanted behaviors. I will help you with Housebreaking, Chewing, Barking, Jumping Up, Digging, Stealing, Etc. We will work on whatever issues you are having so that you will have a well-adjusted companion that is a joy to live with.",
      "route": "/basic-obedience-program",
      "image": {
        "imgSrc": "/images/leash_training.jpg",
        "imgAlt": "Basic Obedience Program"
      }
    },
    {
      "name": "Advanced Off-Leash Training",
      "summaryShort": "Designed for those who have completed Basic Obedience and want to advance further.",
      "summary": "This program is designed for those who have completed the Basic Obedience program and want to advance their dog's skills. It focuses on off-leash training, with an emphasis on walking beside you and coming when called. In addition to the Come command, the \"Here\" command is taught, which allows the dog to stay close to you without having to come directly to you, making it ideal for off-leash environments.",
      "description": "This program is for someone who has been through the Basic Obedience program and would like to take it to the next level.\\n\\nWe would work off leash on some of the commands taught in the Basic Obedience program, with an emphasis on staying with you while you are walking and on coming to you.\\n\\nAlong with the Come command, I also teach your dog the \"Here\" command which requires the dog to get closer to you without having to Come directly to you. This is for when you are at a park, the beach, or anyplace that allows your dog off leash to have a little more freedom without them wandering too far away from you.\\n\\nIt lets your dog know that they are getting too far away and that you would like them to walk closer to you or that you are changing direction and that they need to follow you.\\n\\nThe goal of this program is for you have a dog that you can take off leash where they are allowed to be and still have verbal control over them.",
      "route": "/advanced-off-leash-training-program",
      "image": {
        "imgSrc": "/images/off_leash.jpeg",
        "imgAlt": "Advanced Off-Leash Training Program"
      }
    }
  ],
  "serving": ["Mount Dora, FL", "Eustis, FL"]
}
